{
  "Apply": "लागू करें",
  "Changes Applied": "परिवर्तन लागू किये गये",
  "Color Picker": "रंग चयनक",
  "OK": "ठीक है",
  "Cancel": "रद्द करें",
  "Translucent Flyouts Config": "ट्रांस्लुसेंट फ्लाईआउट कॉन्फ़िग",
  "Global": "ग्लोबल",
  "DropDown": "ड्राप डाउन",
  "Menu": "मेनू",
  "Tooltip": "टूलटिप",
  "General": "सामान्य",
  "Animation": "एनिमेशन",
  "Hot": "हॉट",
  "Disabled Hot": "डिसेबल्ड हॉट",
  "Focusing": "ध्यान केंद्रित",
  "Separator": "विभाजक",
  "Effect Type": "प्रभाव प्रकार",
  "Corner Type": "कोने का प्रकार",
  "Enable Drop Shadow": "ड्रॉप शैडो सक्षम करें",
  "No Border Color": "कोई बॉर्डर रंग नहीं",
  "Enable Theme Colorization": "थीम रंगीकरण सक्षम करें",
  "Dark Mode Border Color": "डार्क मोड बॉर्डर रंग",
  "Light Mode Border Color": "लाइट मोड बॉर्डर रंग",
  "Dark Mode Gradient Color": "डार्क मोड ग्रेडिएंट रंग",
  "Light Mode Gradient Color": "लाइट मोड ग्रेडिएंट रंग",
  "Disabled": "अक्षम",
  "No System Drop Shadow": "कोई सिस्टम ड्रॉप शैडो नहीं",
  "Enable Immersive Style": "इमर्सिव स्टाइल सक्षम करें",
  "Enable Custom Rendering": "कस्टम रेंडरिंग सक्षम करें",
  "Enable Fluent Animation": "धाराप्रवाह एनीमेशन सक्षम करें",
  "No Modern App Background Color": "कोई आधुनिक ऐप पृष्ठभूमि रंग नहीं",
  "Color Treat As Transparent": "रंग को पारदर्शी मानें",
  "Color Treat As Transparent Threshold": "रंग को पारदर्शी सीमा के रूप में मानें",
  "Fade Out Time": "फ़ेड आउट का समय",
  "Pop In Time": "पॉप इन का समय",
  "Fade In Time": "फ़ेड इन का समय",
  "Pop In Style": "पॉप इन स्टाइल",
  "Start Ratio": "प्रारंभ अनुपात",
  "Enable Immediate Interupting": "तत्काल व्यवधान सक्षम करें",
  "Dark Mode Color": "डार्क मोड रंग",
  "Light Mode Color": "लाइट मोड रंग",
  "Corner Radius": "कोने का अर्द्ध व्यास",
  "Width": "चौड़ाई",
  "Use Global Setting": "ग्लोबल सेटिंग का प्रयोग करें",
  "Yes": "हाँ",
  "No": "नहीं",
  "Disable": "अक्षम करें",
  "Transparent": "ट्रांसपेरेंट",
  "Solid": "सॉलिड",
  "Blur": "ब्लर",
  "Classic Acrylic Blur": "क्लासिक ऐक्रेलिक ब्लर",
  "Modern Acrylic Blur": "आधुनिक ऐक्रेलिक ब्लर",
  "Acrylic": "ऐक्रेलिक",
  "Mica": "माइका",
  "Mica Alt": "माइका वैकल्पिक",
  "Don't Change": "मत बदलें",
  "Square Corners": "चौकोर कोने",
  "Large Corners": "बड़े कोने",
  "Small Corners": "छोटे कोने",
  "Slide Down": "स्लाइड डाउन",
  "Ripple": "रिप्पल",
  "Smooth Scroll": "स्मूथ स्क्रॉल",
  "Smooth Zoom": "स्मूथ ज़ूम",
  "Modify the overall appearance of all flyouts": "सभी फ़्लाईआउट के समग्र स्वरूप को संशोधित करें",
  "Modify the appearance of all Dropdown flyouts": "सभी ड्रॉपडाउन फ़्लाईआउट की उपस्थिति को संशोधित करें",
  "Note: If values in Menu or Dropdown are applied then the corresponsiding Global values will be ignored.": "नोट: यदि मेनू या ड्रॉपडाउन में मान लागू किए जाते हैं तो संबंधित ग्लोबल मानों को अनदेखा कर दिया जाएगा।",
  "Modify the overall appearance of various menu items and their animations  including: Focused, Hot, Disabled Hot & Separator": "",
  "Modify the appearance of all Tooltips": "विभिन्न मेनू आइटम और उनके एनिमेशन के समग्र स्वरूप को संशोधित करें जिनमें शामिल हैं: फोकस्ड, हॉट, डिसेबल्ड हॉट और सेपरेटर",
  "Effect type allows you to choose the background effect used in various flyouts and elements in Translucent Flyouts.": "प्रभाव प्रकार आपको ट्रांसपेरेंट फ्लाईआउट्स में विभिन्न फ्लाईआउट्स और तत्वों में उपयोग किए जाने वाले पृष्ठभूमि प्रभाव को चुनने की अनुमति देता है।",
  "Description": "विवरण",
  "Support": "समर्थन",
  "Disables any effects used for pop-ups.": "पॉप-अप के लिए उपयोग किए जाने वाले किसी भी प्रभाव को अक्षम कर देता है।",
  "Windows 10+": "विंडोज़ 10+",
  "Windows 10,<br>Windows 11(Before Build 22000)": "विंडोज 10,<br>विंडोज 11(22000 के निर्माण से पहले)",
  "Windows 11": "विंडोज़ 11",
  "Windows 11 22H2+": "विंडोज 11 22H2+",
  "Supports Windows 10+": "विंडोज 10+ का समर्थन करता है",
  "Accepted Values": "स्वीकृत मान",
  "Notes": "टिप्पणियाँ",
  "Boolean": "बूलियन",
  "Uses the corresponding value in the global tab as the <code>": "ग्लोबल टैब में संबंधित मान को <code>",
  "</code> value.": "</code> के मान के रूप में प्रियोग करता है",
  "Adds a fully transparent effect as the background for pop-ups.": "पॉप-अप के लिए पृष्ठभूमि के रूप में एक पूरी तरह से पारदर्शी प्रभाव जोड़ता है।",
  "Adds a solid coloured background effect as the background for pop-ups.": "पॉप-अप के लिए पृष्ठभूमि के रूप में एक ठोस रंगीन पृष्ठभूमि प्रभाव जोड़ता है।",
  "Adds a blurred effect as the background for pop-ups.": "पॉप-अप के लिए पृष्ठभूमि के रूप में धुंधला प्रभाव जोड़ता है।",
  "Adds a acrylic paint-textured blur effect as the background for pop-ups.": "पॉप-अप के लिए पृष्ठभूमि के रूप में एक ऐक्रेलिक पेंट-बनावट वाला धुंधला प्रभाव जोड़ता है।",
  "Adds the windows 11 styled acrylic paint-textured blur effect as background for pop-ups.": "पॉप-अप के लिए पृष्ठभूमि के रूप में विंडोज़ 11 स्टाइल ऐक्रेलिक पेंट-टेक्सचर्ड ब्लर इफ़ेक्ट जोड़ता है।",
  "Adds a acrylic paint-textured background layer as the background for the pop-ups.": "पॉप-अप के लिए पृष्ठभूमि के रूप में एक ऐक्रेलिक पेंट-बनावट वाली पृष्ठभूमि परत जोड़ता है।",
  "Adds the signature mica-blur effect as the background for the pop-ups.": "पॉप-अप के लिए पृष्ठभूमि के रूप में प्रधान अभ्रक-धुंधला प्रभाव जोड़ता है।",
  "Adds the signature mica-blur, but as a background layer for the background for the pop-ups.": "प्रधान अभ्रक-धुंधला जोड़ता है, लेकिन पॉप-अप के लिए पृष्ठभूमि की परत के रूप में।",
  "Corner type allows you to choose between differend shapes and sizes of corners used for the pop-ups.": "कोने का प्रकार आपको पॉप-अप के लिए उपयोग किए जाने वाले कोनों के विभिन्न आकारों और आकारों के बीच चयन करने की अनुमति देता है।",
  "Keeps the default corner type as supported by windows": "डिफ़ॉल्ट कॉर्नर प्रकार रखता है जो विंडोज़ समर्थित है",
  "Use sharp corners instead of round corners.": "गोल कोनों के बजाय नुकीले कोनों का उपयोग करें।",
  "Use more largely rounded corners": "अधिक बड़े पैमाने पर गोल कोनों का उपयोग करें",
  "Use smaller corners with lesser roundness": "कम गोलाई वाले छोटे कोनों का उपयोग करें",
  "Enable Drop Shadow allows you to choose whether to enable the drop shadow effect for the pop-ups.": "ड्रॉप शैडो आपको यह चुनने की अनुमति देता है कि पॉप-अप के लिए ड्रॉप शैडो प्रभाव सक्षम करना है या नहीं।",
  "Disables the drop shadow visible behind the pop-ups.": "पॉप-अप के पीछे दिखाई देने वाली ड्रॉप शैडो को अक्षम कर देता है।",
  "Enables an additional border with shadow bahind the pop-up": "पॉप-अप के पीछे छाया के साथ एक अतिरिक्त बॉर्डर सक्षम करता है",
  "Only works when <code>Effect Type</code> is set to Classic Acrylic Blur on Windows 10 or Modern Acrylic Blur and <code>Corner Type</code> is set to Square Corners on Windows 11": "केवल तभी काम करता है जब विंडोज 10 पर <code>प्रभाव प्रकार</code> को क्लासिक ऐक्रेलिक ब्लर या मॉडर्न ऐक्रेलिक ब्लर पर सेट किया जाता है और विंडोज 11 पर <code>कोने का प्रकार</code> को चौकोर कोने पर सेट किया जाता है",
  "No Border Color allows you to choose whether to render system borders on the pop-ups.": "कोई बॉर्डर रंग नहीं, आपको यह चुनने की अनुमति देता है कि पॉप-अप पर सिस्टम बॉर्डर प्रस्तुत करना है या नहीं।",
  "Choose to show the system borders on the pop-ups": "पॉप-अप पर सिस्टम बॉर्डर दिखाने का चयन करें",
  "On Windows 10, Only supports removing the system borders of pop-up menus and fully supports Windows 11.": "विंडोज 10 पर, केवल पॉप-अप मेनू के सिस्टम बॉर्डर को हटाने का समर्थन करता है और विंडोज 11 को पूरी तरह से सपोर्ट करता है।",
  "Choose to hide the system borders on the pop-ups": "पॉप-अप पर सिस्टम बॉर्डर को छिपाने का चयन करें",
  "Enable Theme Colorization allows you to choose whether to enable using the current theme color as the system border for the pop-ups.": "थीम रंगीकरण सक्षम करने से आप यह चुन सकते हैं कि पॉप-अप के लिए सिस्टम बॉर्डर के रूप में वर्तमान थीम रंग का उपयोग सक्षम करना है या नहीं।",
  "Choose to use the current theme color as system border": "वर्तमान थीम रंग को सिस्टम बॉर्डर के रूप में उपयोग करें",
  "Choose not to use the current theme color as system border": "वर्तमान थीम रंग को सिस्टम बॉर्डर के रूप में उपयोग न करने का चयन करें",
  "This option is ignored when <code>Dark/LightMode Border Color</code> or <code>Dark/Light Mode Color</code> values are present": "जब <code>डार्क/लाइट मोड बॉर्डर कलर</code> या <code>डार्क/लाइट मोड कलर</code> मान मौजूद होते हैं तो इस विकल्प को नजरअंदाज कर दिया जाता है",
  "Note: Values in this section require the <code>Enable Custom Rendering</code> property in the Menu->General section be set to <code>Yes</code> to function.": "ध्यान दें: इस अनुभाग के मानों के लिए आवश्यक है कि मेनू में <code>कस्टम रेंडरिंग सक्षम करें</code> प्रॉपर्टी->सामान्य अनुभाग को कार्य करने के लिए <code>हां</code> पर सेट किया जाए।",
  "Dark mode border color sets the color of the system border in dark mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "डार्क मोड बॉर्डर कलर सिस्टम बॉर्डर के रंग को डार्क मोड में सेट करता है। आप अपनी पसंद के अनुसार रंग चुन सकते हैं, साथ ही अल्फा वैल्यू की मदद से अपारदर्शिता भी चुन सकते हैं।",
  "The alpha/opacity value will be ignored when using round corners in Windows 11.": "विंडोज 11 में गोल कोनों का उपयोग करते समय अल्फा/अपारदर्शिता मान को नजरअंदाज कर दिया जाएगा।",
  "Light mode border color sets the color of the system border in light mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "लाइट मोड बॉर्डर रंग सिस्टम बॉर्डर के रंग को लाइट मोड में सेट करता है। आप अपनी पसंद के अनुसार रंग चुन सकते हैं, साथ ही अल्फा वैल्यू की मदद से अपारदर्शिता भी चुन सकते हैं।",
  "Dark mode gradient color sets the color of the background in dark mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "डार्क मोड ग्रेडिएंट कलर बैकग्राउंड के रंग को डार्क मोड में सेट करता है। आप अपनी पसंद के अनुसार रंग चुन सकते हैं, साथ ही अल्फा वैल्यू की मदद से अपारदर्शिता भी चुन सकते हैं।",
  "This will be ignored when using <code>Effect Type</code> as <code>Acrylic</code>, <code>Mica</code> or <code>Mica Alt</code>.": "<code>प्रभाव प्रकार</code> को <code>ऐक्रेलिक</code>, <code>मीका</code> या <code>मीका ऑल्ट</code> के रूप में उपयोग करते समय इसे नजरअंदाज कर दिया जाएगा।",
  "Light mode gradient color sets the color of the background in light mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "लाइट मोड ग्रेडिएंट कलर बैकग्राउंड के रंग को लाइट मोड में सेट करता है। आप अपनी पसंद के अनुसार रंग चुन सकते हैं, साथ ही अल्फा वैल्यू की मदद से अपारदर्शिता भी चुन सकते हैं।",
  "Disabled allows you to choose to disable all effects for this pop-up type.": "अक्षम आपको इस पॉप-अप प्रकार के लिए सभी प्रभावों को अक्षम करने का विकल्प चुनने की अनुमति देता है।",
  "Choose not to disable all effects": "सभी प्रभावों को अक्षम न करने का चयन करें",
  "Choose to disable all effects for this pop-up type": "इस पॉप-अप प्रकार के लिए सभी प्रभावों को अक्षम करना चुनें",
  "The translucent effects and animations for these pop-ups will be disabled.": "इन पॉप-अप के लिए पारभासी प्रभाव और एनिमेशन अक्षम कर दिए जाएंगे।",
  "No system drop shadow allow you to choose to removes the old-style system shadow called <code>SysShadow</code>.": "कोई भी सिस्टम ड्रॉप शैडो आपको <code>SysShadow</code> नामक पुराने-स्टाइल सिस्टम शैडो को हटाने का विकल्प चुनने की अनुमति नहीं देता है।",
  "Disable the old-style system drop shadows.": "पुरानी शैली के सिस्टम ड्रॉप शैडो को अक्षम करें।",
  "Keep the old-style system drop shadow.": "पुरानी शैली की सिस्टम ड्रॉप शैडो को रखें।",
  "Generally Windows 11 doesn't have these unless there are any menus with sharp corners.": "आम तौर पर विंडोज़ 11 में ये तब तक नहीं होते जब तक कि नुकीले कोनों वाला कोई मेनू न हो।",
  "Enable immersive style allows you to choose to uniformly style pop-up menus as modern menus.": "इमर्सिव स्टाइल सक्षम करने से आप आधुनिक मेनू के रूप में पॉप-अप मेनू को समान रूप से स्टाइल करने का विकल्प चुन सकते हैं।",
  "Do not enable uniformly styled pop-ups": "समान रूप से स्टाइल वाले पॉप-अप सक्षम न करें",
  "Enable the uniformly style pop-up menus as modern menus.": "आधुनिक मेनू के रूप में समान शैली वाले पॉप-अप मेनू को सक्षम करें।",
  "It is strongly recommended to not to disable this option in Windows 11": "विंडोज 11 में इस विकल्प को अक्षम न करने की दृढ़ता से अनुशंसा की जाती है",
  "Enable custom rendering allows you to choose to fully render the pop-ups from scratch using a custom rendering technique.": "कस्टम रेंडरिंग सक्षम करने से आप कस्टम रेंडरिंग तकनीक का उपयोग करके शुरुवात से पॉप-अप को पूरी तरह से रेंडर करना चुन सकते हैं।",
  "Note: Set this value to <code>Yes</code> for the parameters in the Menu section to work.": "ध्यान दें: मेनू अनुभाग में पैरामीटर के काम करने के लिए इस मान को <code>हाँ</code> पर सेट करें।",
  "Do not enable custom rendering": "कस्टम रेंडरिंग सक्षम न करें",
  "Enable the custom rendering for pop-up menus.": "पॉप-अप मेनू के लिए कस्टम रेंडरिंग सक्षम करें।",
  "Enable fluent animation allows you to choose to add fluent pop-up animations for menus.": "धाराप्रवाह एनीमेशन सक्षम करने से आप मेनू के लिए धाराप्रवाह पॉप-अप एनिमेशन जोड़ना चुन सकते हैं।",
  "Do not enable fluent animations": "धाराप्रवाह एनिमेशन सक्षम न करें",
  "Enable fluent animations for menus.": "मेनू के लिए धाराप्रवाह एनिमेशन सक्षम करें।",
  "No modern app background color removes the background color of UWP icons(such as Photos, Paint, Snipping Tools, Store).": "कोई भी आधुनिक ऐप पृष्ठभूमि रंग यूडब्ल्यूपी आइकन (जैसे फ़ोटो, पेंट, स्निपिंग टूल्स, स्टोर) के पृष्ठभूमि रंग को नहीं हटाता है।",
  "Do not remove the background colors of UWP icons": "यूडब्ल्यूपी आइकनों के पृष्ठभूमि रंग न हटाएं",
  "Enable the removal of background color of UWP icons.": "यूडब्ल्यूपी आइकनों के पृष्ठभूमि रंग को हटाने में सक्षम करें।",
  "Color treat as transparent allows you to choose a specific color to remove background color of certain icons when this item exists. The removal process expands from the four corners of the icon towards the center until the removal cannot be continued.": "रंग को पारदर्शी मानना ​​आपको इस आइटम के मौजूद होने पर कुछ आइकन के पृष्ठभूमि रंग को हटाने के लिए एक विशिष्ट रंग चुनने की अनुमति देता है। हटाने की प्रक्रिया आइकन के चारों कोनों से केंद्र की ओर तब तक फैलती है जब तक कि हटाना जारी नहीं रखा जा सकता।",
  "Color treat as transparent threshold allows you to choose a value between 0 to 510 and removes the background color if the color differnce between the pixels is less than this color.": "रंग को पारदर्शी सीमा के रूप में मानने से आप 0 से 510 के बीच एक मान चुन सकते हैं और यदि पिक्सेल के बीच रंग का अंतर इस रंग से कम है तो पृष्ठभूमि का रंग हटा देता है।",
  "<p>Equation: √[(a1 - a2) ^ 2 + (r1 - r2) ^ 2 + (g1 - g2) ^ 2 + (b1 - b2) ^ 2]</p>": "<p>समीकरण: √[(a1 - a2) ^ 2 + (r1 - r2) ^ 2 + (g1 - g2) ^ 2 + (b1 - b2) ^ 2]</p>",
  "Fade out time allows you to choose a value in milliseconds to serve as the duration of the fade-out animation after interacting with a menu item.": "फ़ेड आउट टाइम आपको मेनू आइटम के साथ इंटरैक्ट करने के बाद फ़ेड-आउट एनीमेशन की अवधि के रूप में कार्य करने के लिए मिलीसेकंड में एक मान चुनने की अनुमति देता है।",
  "Start ratio is the percentage of the pop-in animation between 0 and 100.": "प्रारंभ अनुपात 0 और 100 के बीच पॉप-इन एनीमेशन का प्रतिशत है।",
  "Increasing this value can reduce the visual perception of animation lag, but too high may weaken the visual effect of the animation; decreasing this value can enhance the visual experience of the animation, but too low may affect the interaction experience.": "इस मान को बढ़ाने से एनीमेशन अंतराल की दृश्य धारणा कम हो सकती है, लेकिन बहुत अधिक होने से एनीमेशन का दृश्य प्रभाव कमजोर हो सकता है; इस मान को कम करने से एनीमेशन का दृश्य अनुभव बढ़ सकता है, लेकिन बहुत कम होने से इंटरैक्शन अनुभव प्रभावित हो सकता है।",
  "Enable immediate interupting allow users to immediately interrupt animations.": "तत्काल व्यवधान सक्षम करें जिससे उपयोगकर्ता एनिमेशन को तुरंत बाधित कर सकें।",
  "Enabling this option will immediately stop and end the Fluent animation when a menu item is selected/hovered with the mouse.": "इस विकल्प को सक्षम करने से मेनू आइटम का चयन/माउस से होवर करने पर धाराप्रवाह एनिमेशन एनीमेशन तुरंत बंद और समाप्त हो जाएगा।",
  "Do not enable immediate stoppage and end of fluent animation": "धाराप्रवाह एनीमेशन को तत्काल रोकने और समाप्त करने में सक्षम न करें",
  "Enable the immediate stoppage and end of fluent animation.": "धाराप्रवाह एनीमेशन के तत्काल ठहराव और समाप्ति को सक्षम करें।",
  "Pop in style is the style of the pop-in animation.": "पॉप इन स्टाइल पॉप-इन एनीमेशन की शैली है।",
  "WinUI/UWP basic slide down animation.": "विनयूऑय/यूडब्ल्यूपी बेसिक स्लाइड डाउन एनिमेशन।",
  "A ripple like animation wich seems like a paper unfold.": "एनिमेशन जैसा एक तरंग जो कागज़ को खोलने जैसा लगता है।",
  "A smooth scroll/expansion from top-left to bottom-right.": "ऊपर-बाएँ से नीचे-दाएँ तक एक सहज स्क्रॉल/विस्तार।",
  "A smooth zoom in animation.": "एनीमेशन में एक सहज ज़ूम।",
  "Width controls the border thickness of the focus rectangle for pop-up menus.": "चौड़ाई पॉप-अप मेनू के लिए फ़ोकस आयत की सीमा मोटाई को नियंत्रित करती है।",
  "Width controls the border thickness of the separator line in pop-up menus.": "चौड़ाई पॉप-अप मेनू में विभाजक रेखा की सीमा मोटाई को नियंत्रित करती है।",
  "Values are accepted in ms, 1000ms= 1s ": "मान एमएस में स्वीकार किए जाते हैं, 1000ms = 1s",
  "This value is divided by 1000 as it is converted to DIP(Device Independent Pixels)": "इस मान को 1000 से विभाजित किया जाता है क्योंकि इसे डीआईपी (डिवाइस इंडिपेंडेंट पिक्सल) में परिवर्तित किया जाता है",
  "Corner radius, as the name suggests is radius of corners for this menu item.": "कोने की त्रिज्या, जैसा कि नाम से पता चलता है, इस मेनू आइटम के लिए कोनों की त्रिज्या है।",
  "Dark mode color sets the color of this menu item in dark mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "डार्क मोड रंग इस मेनू आइटम का रंग डार्क मोड में सेट करता है। आप अपनी पसंद के अनुसार रंग चुन सकते हैं, साथ ही अल्फा वैल्यू की मदद से अपारदर्शिता भी चुन सकते हैं।",
  "This is used for renderig border or filling rectangles.": "इसका उपयोग रेंडरिग बॉर्डर या आयतों को भरने के लिए किया जाता है।",
  "Light mode color sets the color of this menu item in light mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "लाइट मोड रंग इस मेनू आइटम का रंग लाइट मोड में सेट करता है। आप अपनी पसंद के अनुसार रंग चुन सकते हैं, साथ ही अल्फा वैल्यू की मदद से अपारदर्शिता भी चुन सकते हैं।"
}
