{
  "Apply": "应用",
  "Changes Applied": "应用更改",
  "Color Picker": "拾色器",
  "OK": "确认",
  "Cancel": "取消",
  "Translucent Flyouts Config": "半透明浮出控件(Translucent Flyouts)配置",
  "Global": "全局配置",
  "DropDown": "下拉式控件",
  "Menu": "菜单控件",
  "Tooltip": "工具提示",
  "General": "总体配置",
  "Animation": "动画*",
  "Hot": "可选项/普通项*",
  "Disabled Hot": "不可选项*",
  "Focusing": "焦点框*",
  "Separator": "分隔符*",
  "Effect Type": "效果类型",
  "Corner Type": "边角类型",
  "Enable Drop Shadow": "投影效果",
  "No Border Color": "无边框",
  "Enable Theme Colorization": "应用主题色彩",
  "Dark Mode Border Color": "深色模式边框色彩",
  "Light Mode Border Color": "浅色模式边框色彩",
  "Dark Mode Gradient Color": "深色模式叠加层色彩",
  "Light Mode Gradient Color": "浅色模式叠加层色彩",
  "Disabled": "禁用控件修改",
  "No System Drop Shadow": "禁用旧式投影效果",
  "Enable Immersive Style": "启用沉浸式统一样式",
  "Enable Custom Rendering": "启用自定义渲染",
  "Enable Fluent Animation": "启用流畅过渡动画",
  "No Modern App Background Color": "移除现代应用图标背景",
  "Color Treat As Transparent": "移除传统应用图标背景",
  "Color Treat As Transparent Threshold": "传统应用图标背景透明化阈值",
  "Fade Out Time": "淡出时间(ms)",
  "Pop In Time": "弹出时间(ms)",
  "Fade In Time": "淡入时间(ms)",
  "Pop In Style": "弹出过渡样式",
  "Start Ratio": "动画开始(跳过)率",
  "Enable Immediate Interupting": "启用动画立即中断",
  "Dark Mode Color": "深色模式色彩",
  "Light Mode Color": "浅色模式色彩",
  "Corner Radius": "圆角半径",
  "Width": "宽度",
  "Use Global Setting": "使用全局设置",
  "Yes": "是",
  "No": "否",
  "Disable": "禁用",
  "Transparent": "透明化",
  "Solid": "纯色",
  "Blur": "简单模糊化",
  "Classic Acrylic Blur": "经典丙烯酸酯材质",
  "Modern Acrylic Blur": "现代丙烯酸酯材质",
  "Acrylic": "丙烯酸酯模糊化",
  "Mica": "云母材质",
  "Mica Alt": "深色云母材质",
  "Don't Change": "默认",
  "Square Corners": "直角",
  "Large Corners": "圆角",
  "Small Corners": "小型圆角",
  "Slide Down": "滑动",
  "Ripple": "涟漪效果",
  "Smooth Scroll": "平滑滚动",
  "Smooth Zoom": "平滑缩放",
  "Modify the overall appearance of all flyouts": "修改所有控件的整体外观",
  "Modify the appearance of all Dropdown flyouts": "修改所有下拉式控件的外观(不知道到底哪些是这种类型)",
  "Note: If values in Menu or Dropdown are applied then the corresponsiding Global values will be ignored.": "说明: 如果在 下拉式控件 或 菜单控件 中单独配置值，则将覆盖相应的全局值.<br>补充说明:...",
  "Modify the overall appearance of various menu items and their animations  including: Focused, Hot, Disabled Hot & Separator": "修改各种菜单项及其动画的整体外观, 包括 焦点框、可选项/普通项、不可选项和分隔符. 带有 * 的项请先 启用自定义渲染.",
  "Modify the appearance of all Tooltips": "修改所有工具提示的外观",
  "Effect type allows you to choose the background effect used in various flyouts and elements in Translucent Flyouts.": "效果类型 用于定义各种浮出控件和元素中使用的背景效果.",
  "Description": "选项描述",
  "Support": "支持系统版本",
  "Disables any effects used for pop-ups.": "禁用任何控件效果",
  "Windows 10+": "Windows 10+",
  "Windows 10,<br>Windows 11(Before Build 22000)": "Windows 10,<br>Windows 11(早于22000版本)",
  "Windows 11": "Windows 11",
  "Windows 11 22H2+": "Windows 11 22H2+",
  "Supports Windows 10+": "支持 Windows 10+",
  "Accepted Values": "应用值",
  "Notes": "说明",
  "Boolean": "布尔值",
  "Uses the corresponding value in the global tab as the <code>": "使用全局配置的 <code>\"",
  "</code> value.": "\"</code> 作为值.",
  "Adds a fully transparent effect as the background for pop-ups.": "将控件背景设置为完全透明效果",
  "Adds a solid coloured background effect as the background for pop-ups.": "使用 纯色 作为控件背景",
  "Adds a blurred effect as the background for pop-ups.": "使用 简单模糊化 作为控件背景",
  "Adds a acrylic paint-textured blur effect as the background for pop-ups.": "使用 经典丙烯酸酯材质 纹理作为控件背景",
  "Adds the windows 11 styled acrylic paint-textured blur effect as background for pop-ups.": "使用 现代丙烯酸酯材质 纹理作为控件背景",
  "Adds a acrylic paint-textured background layer as the background for the pop-ups.": "使用 丙烯酸酯模糊化 作为控件背景",
  "Adds the signature mica-blur effect as the background for the pop-ups.": "使用 云母材质 作为控件背景",
  "Adds the signature mica-blur, but as a background layer for the background for the pop-ups.": "使用 深色云母材质 作为控件背景",
  "Corner type allows you to choose between differend shapes and sizes of corners used for the pop-ups.": "边角类型 用于定义控件边角采用的样式.",
  "Keeps the default corner type as supported by windows": "使用系统默认的边角类型.",
  "Use sharp corners instead of round corners.": "使用直角代替圆角.",
  "Use more largely rounded corners": "使用标准圆角.",
  "Use smaller corners with lesser roundness": "使用小型圆角.",
  "Enable Drop Shadow allows you to choose whether to enable the drop shadow effect for the pop-ups.": "投影效果 用于启用各类控件的投影效果.",
  "Disables the drop shadow visible behind the pop-ups.": "禁用控件投影效果.",
  "Enables an additional border with shadow bahind the pop-up": "启用控件后一个带有额外边框的投影效果.",
  "Only works when <code>Effect Type</code> is set to Classic Acrylic Blur on Windows 10 or Modern Acrylic Blur and <code>Corner Type</code> is set to Square Corners on Windows 11": "仅当 <code>\"效果类型\"</code> 设置为 经典丙烯酸酯材质 或 现代丙烯酸酯材质 且 <code>\"边角类型\"</code> 在 Windows 11 上设置为 直角 时才有效.",
  "No Border Color allows you to choose whether to render system borders on the pop-ups.": "无边框 用于设置是否移除控件的边框渲染.",
  "Choose to show the system borders on the pop-ups": "显示控件边框.",
  "On Windows 10, Only supports removing the system borders of pop-up menus and fully supports Windows 11.": "在 Windows 10 上仅支持移除菜单控件的边框, Windows 11 完全支持.",
  "Choose to hide the system borders on the pop-ups": "隐藏控件边框.",
  "Enable Theme Colorization allows you to choose whether to enable using the current theme color as the system border for the pop-ups.": "应用主题色彩 用于选择是否使用当前主题颜色作为控件的边框色.",
  "Choose to use the current theme color as system border": "使用当前主题颜色作为控件的边框色.",
  "Choose not to use the current theme color as system border": "不使用当前主题颜色作为控件的边框色.",
  "This option is ignored when <code>Dark/LightMode Border Color</code> or <code>Dark/Light Mode Color</code> values are present": "当存在 <code>\"深/浅色模式边框色彩\"</code> 或 <code>\"深/浅色模式色彩\"</code> 值时, 此选项将被忽略",
  "Note: Values in this section require the <code>Enable Custom Rendering</code> property in the Menu->General section be set to <code>Yes</code> to function.": "注意：此部分中的值需要 菜单控件->全局配置 中的 <code>\"启用自定义渲染\"</code> 属性设置为 <code>\"是\"</code> 才生效.",
  "Dark mode border color sets the color of the system border in dark mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "深色模式边框色彩 设置深色模式下边框的颜色. 您可以自定义颜色, 同时用 Alpha 值控制不透明度.",
  "The alpha/opacity value will be ignored when using round corners in Windows 11.": "在 Windows 11 中使用圆角时, Alpha/不透明度值将被忽略.",
  "Light mode border color sets the color of the system border in light mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "浅色模式边框色彩 设置浅色模式下边框的颜色. 您可以自定义颜色, 同时用 Alpha 值控制不透明度.",
  "Dark mode gradient color sets the color of the background in dark mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "深色模式叠加层色彩 设置深色模式下项的背景叠加层颜色. 您可以自定义颜色, 同时用 Alpha 值控制不透明度.",
  "This will be ignored when using <code>Effect Type</code> as <code>Acrylic</code>, <code>Mica</code> or <code>Mica Alt</code>.": "当 <code>\"效果类型\"</code> 为 <code>\"丙烯酸酯模糊化\"</code>、<code>\"云母材质\"</code> 或 <code>\"深色云母材质\"</code> 时, 本项将被忽略.",
  "Light mode gradient color sets the color of the background in light mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "浅色模式叠加层色彩 设置浅色模式下项的背景叠加层颜色. 您可以自定义颜色, 同时用 Alpha 值控制不透明度.",
  "Disabled allows you to choose to disable all effects for this pop-up type.": "禁用控件修改 用于禁用当前控件的所有修改.(总开关)",
  "Choose not to disable all effects": "按配置启用控件效果的修改.",
  "Choose to disable all effects for this pop-up type": "禁用当前控件的所有效果与修改.",
  "The translucent effects and animations for these pop-ups will be disabled.": "当前控件的透明效果、动画及其他各种修改将被禁用.",
  "No system drop shadow allow you to choose to removes the old-style system shadow called <code>SysShadow</code>.": "禁用旧式投影效果 用于删除名为 <code>SysShadow</code> 的旧式系统投影效果.",
  "Disable the old-style system drop shadows.": "禁用旧式投影效果.",
  "Keep the old-style system drop shadow.": "保持旧式投影效果.",
  "Generally Windows 11 doesn't have these unless there are any menus with sharp corners.": "一般在 Windows 11 中无效, 除非有任何直角菜单.",
  "Enable immersive style allows you to choose to uniformly style pop-up menus as modern menus.": "启用沉浸式统一样式 用于将弹出菜单控件统一样式为现代样式.",
  "Do not enable uniformly styled pop-ups": "不使用统一样式.",
  "Enable the uniformly style pop-up menus as modern menus.": "启用弹出菜单控件统一现代样式.",
  "It is strongly recommended to not to disable this option in Windows 11": "强烈建议不要在 Windows 11 中禁用此选项.",
  "Enable custom rendering allows you to choose to fully render the pop-ups from scratch using a custom rendering technique.": "启用自定义渲染 用于启用自定义渲染技术以完全重载控件的渲染流程.",
  "Note: Set this value to <code>Yes</code> for the parameters in the Menu section to work.": "说明: 将此值设置为 <code>\"是\"</code> 以使 菜单控件 部分中的配置参数生效.",
  "Do not enable custom rendering": "禁用自定义渲染.",
  "Enable the custom rendering for pop-up menus.": "启用菜单控件的自定义渲染.",
  "Enable fluent animation allows you to choose to add fluent pop-up animations for menus.": "启用流畅过渡动画 用于为菜单控件添加流畅的弹出过渡动画.",
  "Do not enable fluent animations": "不使用动画.",
  "Enable fluent animations for menus.": "启用菜单控件过渡动画.",
  "No modern app background color removes the background color of UWP icons(such as Photos, Paint, Snipping Tools, Store).": "移除现代应用图标背景 用于配置移除现代 UWP 应用(如照片、商店等)图标的背景颜色.",
  "Do not remove the background colors of UWP icons": "保留现代 UWP 应用图标背景",
  "Enable the removal of background color of UWP icons.": "移除现代 UWP 应用图标背景",
  "Color treat as transparent allows you to choose a specific color to remove background color of certain icons when this item exists. The removal process expands from the four corners of the icon towards the center until the removal cannot be continued.": "移除传统应用图标背景 用于选择特定颜色来移除某些图标的背景色(当此项目存在时). 移除过程为从图标四角向中心拓展.",
  "Color treat as transparent threshold allows you to choose a value between 0 to 510 and removes the background color if the color differnce between the pixels is less than this color.": "传统应用图标背景透明化阈值(Th)[0 ~ 510] 如果像素之间的色差小于该阈值Th则移除该种背景颜色.",
  "<p>Equation: √[(a1 - a2) ^ 2 + (r1 - r2) ^ 2 + (g1 - g2) ^ 2 + (b1 - b2) ^ 2]</p>": "<p>方程表达式: Th = √[(a1 - a2) ^ 2 + (r1 - r2) ^ 2 + (g1 - g2) ^ 2 + (b1 - b2) ^ 2]</p>",
  "Fade in time allows you to choose a value in milliseconds to serve as the duration of the fade-in animation of when the menu appears.": "淡入时间 允许您选择一个以 毫秒(ms) 为单位的值，作为菜单出现时淡入动画的持续时间. 根据逻辑这个值应该小于弹出时间.",
  "Fade out time allows you to choose a value in milliseconds to serve as the duration of the fade-out animation after interacting with a menu item.": "淡出时间 允许您选择一个以 毫秒(ms) 为单位的值，作为与菜单项交互后淡出动画的持续时间.",
  "Start ratio is the percentage of the pop-in animation between 0 and 100.": "动画开始(跳过)率[0 ~ 100] 弹出过渡动画开始播放的百分比, 跳过该比值前的部分.",
  "Increasing this value can reduce the visual perception of animation lag, but too high may weaken the visual effect of the animation; decreasing this value can enhance the visual experience of the animation, but too low may affect the interaction experience.": "增大该值可以减少动画滞后的视觉感受, 但太大可能会削弱动画的视觉效果; 减小该值可以增强动画的视觉体验, 但太小则可能会影响交互体验. 0 = 完整动画, 100 = 禁用动画.",
  "Enable immediate interupting allow users to immediately interrupt animations.": "启用动画立即中断 允许用户立即中断动画.",
  "Enabling this option will immediately stop and end the Fluent animation when a menu item is selected/hovered with the mouse.": "启用此选项后, 当用户使用鼠标选择/悬停菜单项时, 将立即停止并结束流畅动画.",
  "Do not enable immediate stoppage and end of fluent animation": "禁止立即中断动画.",
  "Enable the immediate stoppage and end of fluent animation.": "启用动画立即中断.",
  "Pop in style is the style of the pop-in animation.": "弹出过渡样式 用于选择过渡动画的样式.",
  "WinUI/UWP basic slide down animation.": "现代 WinUI/UWP 应用基本的滑动动画.",
  "A ripple like animation wich seems like a paper unfold.": "像涟漪一样的动画, 从起点向周围填充.",
  "A smooth scroll/expansion from top-left to bottom-right.": "从起点向终点平滑扩展.",
  "A smooth zoom in animation.": "从控件中心缩放的平滑动画.",
  "Width controls the border thickness of the focus rectangle for pop-up menus.": "宽度 用于控制菜单控件的焦点框的边框厚度.",
  "Width controls the border thickness of the separator line in pop-up menus.": "宽度 用于控制菜单控件中分隔线的粗细.",
  "Values are accepted in ms, 1000ms= 1s ": "接受的值以 毫秒(ms) 为单位, 1000毫秒(ms) = 1秒(s).",
  "This value is divided by 1000 as it is converted to DIP(Device Independent Pixels)": "-该值在转换为 DIP(设备独立像素) 时除以 1000.",
  "Corner radius, as the name suggests is radius of corners for this menu item.": "圆角半径, 字面意思就是项的边角半径.",
  "Dark mode color sets the color of this menu item in dark mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "深色模式色彩 设置深色模式下项的颜色. 您可以自定义颜色, 同时用 Alpha 值控制不透明度.",
  "This is used for renderig border or filling rectangles.": "用于渲染边框或填充矩形.",
  "Light mode color sets the color of this menu item in light mode. You can choose the color to your liking while also being able to choose the opacity with the help of the alpha value.": "浅色模式色彩 设置浅色模式下项的颜色. 您可以自定义颜色, 同时用 Alpha 值控制不透明度.",
  "Settings": "设置",
  "General Settings": "-总体设置",
  "Choose Language:": "界面语言:",
  "Installation Location:": "安装位置:",
  "Choose Folder": "选取文件夹",
  "!! Error: TFMain64.dll not found !!": "!! 错误: 未找到动态库 TFMain64.dll !!",
  "Save": "保存",
  "Appearance": "界面外观",
  "Manual:": "手动配置:",
  "Background Color": "主背景色彩",
  "Secondary Background Color": "次背景色彩",
  "Label Color": "标题栏色彩",
  "Text Color": "文本色彩",
  "Light Mode": "浅色模式",
  "Dark Mode": "深色模式",
  "Icon Color Mode": "图标色彩样式",
  "Presets:": "预设:",
  "Select Preset": "选取预设模板",
  "Manual": "-手动",
  "Internal Functions": "内部功能",
  "Install": "安装",
  "Uninstall": "卸载",
  "Run": "激活",
  "Stop": "停止",
  "Note: This section will only work if Translucent Flyouts' location is specified in the General Settings.": "注意: 仅当在 总体配置 中指定了 \"半透明浮出控件(Translucent Flyouts)\" 的位置时, 此部分才有效.",
  "External Functions": "外部功能",
  "Note: Pressing the button below will download and install Translucent Flyouts and set the path in the application so you can use the internal functions as well as all the other functionality included in the application.": "说明: 使用下面的按钮将下载并安装 \"半透明浮出控件(Translucent Flyouts)\" 并配置路径, 以便您可以使用 内部功能 以及应用程序中包含的所有其他功能.",
  "Download and Install": "下载并安装",
  "Pop in time allows you to choose a value in milliseconds to serve as the duration of the pop-in animation of when the menu appears.": "弹出时间允许您选择一个以毫秒为单位的值，作为菜单出现时弹出动画的持续时间."
}
